  Лабораторная работа 1.  Действительные числа

  Разработать консольное приложение на Java. Функция представлена в виде своего ряда Тейлора. Вычислить приближённое значение суммы этого бесконечного ряда. Вычисления заканчивать, когда очередное слагаемое окажется по модулю меньше заданного числа e. Вид этого числа определяется  следующим условием:
 e = 10^(-k), где k – натуральное число. 
  Сравнить полученный результат со значением, вычисленным через стандартные функции.
  Значения x и k ввести с клавиатуры. 
  Вывод результата осуществить с тремя знаками после десятичной точки.
	√(1+x)=1+1/2 x-1/(2*4) x^2+(1*3)/(2*4*6) x^3-...; где x∈(-1, +1)
